Repository: Azemira/Instagram-SaaS-Project
Catalog: inc/plugins/boost/locale/*/messages.po
Languages: he_il, pt_br

source: Auto Like
he_il: לייק אוטומטי
pt_br: Auto Curtir

source: Auto Follow
pt_br: Seguir Automático

source: Invalid parameter
he_il: פרמטר שגוי
pt_br: Parâmetro inválido

source: %s public post
he_il: %s פוסט פומבי
pt_br: %s post público

source: Instagram user
he_il: משתמש אינסטגרם
pt_br: Usuário do Instagram

source: Please select an account from left side list.
he_il: אנא בחר משתמש מהרשימה.
pt_br: Por favor, selecione uma conta da lista do lado esquerdo.

source: Target & Settings
he_il: קהלים והגדרות
pt_br: Alvo & Configurações

source: Activity Log
he_il: יומן פעילות
pt_br: Log Atividades

source: Next request will be sent %s approximately
he_il: הבקשה הבאה תשלח בעוד %s בערך
pt_br: O próximo pedido será enviado aproximadamente em %s

source: Next request will be sent in a few moments
he_il: הבקשה הבאה תשלח בעוד מספר רגעים
pt_br: O próximo pedido será enviado em alguns momentos

source: Something is wrong on the system
he_il: תקלה קרתה במערכת
pt_br: Algo está errado no sistema

source: Liked {username}'s {post}
he_il: אהבת את הפוסט {post} של {username}
pt_br: Curtida {username}'s {post}

source: Timeline Feed
he_il: ציר הזמן
pt_br: Feed da linha do tempo

source: View Post
he_il: צפה בפוסט
pt_br: Ver Post

source: Total %s actions
he_il: סך הכל %s פעולות
pt_br: Total %s ações

source: Auto Like activity log for %s is empty
he_il: יומן פעילות בעבור לייק אוטומטי %s ריק
pt_br: Log de atividades do Auto curtir para %s está vazio

source: Places
he_il: מיקומים
pt_br: Localizações

source: People
he_il: משתמשים
pt_br: Perfis

source: Speed
he_il: מהירות
pt_br: Velocidade

source: Recommended
he_il: מומלץ
pt_br: Lento

source: Very Slow
he_il: איטי מאד
pt_br: Muito lento

source: Slow
he_il: איטי
pt_br: Lento

source: Medium
he_il: בינוני
pt_br: Médio

source: Fast
he_il: מהיר
pt_br: Rápido

source: Very Fast
he_il: מהיר מאד
pt_br: Muito rápido

source: Pause actions everyday
he_il: הפסק פעולות בכל יום
pt_br: Pausar ações todos os dias

source: To
he_il: עד
pt_br: Até

source: Like the feed from the timeline
he_il: תן לייק לפוסטים מציר הזמן
pt_br: Curtir o feed pela linha do tempo

source: Speeds
he_il: מהירויות
pt_br: Velocidades

source: %s request/hour
he_il: %s בקשה לשעה
pt_br: %s requisição/hora

source: These values indicates maximum amount of the requests per hour. They are not exact values. Depending on the server overload and delays between the requests, actual number of the requests might be less than these values.
he_il: הערכים הללו מצביעים על כמות מקסימלית לשעה. אלו אינם ערכים מדויקים. תלוי בעומס השרת והדיליי בין הבקשות, המספר האמיתי של הבקשות עלול להיות פחות מהערכים הללו.
pt_br: Esses valores indicam o valor máximo das solicitações por hora. Eles não são valores exatos. Dependendo da sobrecarga do servidor e dos atrasos entre as solicitações, o número real das solicitações pode ser menor que esses valores.

source: High speeds might be risky
he_il: מהירויות גבוהות עלולות להיות מסוכנות
pt_br: Altas velocidades podem ser arriscadas

source: Developers are not responsible for any issues related to the Instagram accounts.
he_il: המפתחים אינם אחראיים לשום תקלה מצד משתמשי האינסטגרם.
pt_br: Os desenvolvedores não são responsáveis por quaisquer problemas relacionados às contas do Instagram.

source: Timeline Feed Settings
he_il: הגדרות ציר הזמן
pt_br: Configurações do Feed da Linha do tempo

source: Refresh Interval
he_il: מרווח רענון
pt_br: Intervalo de atualização

source: %s hour
he_il: %s שעה
pt_br: %s hora

source: Max. amount of posts
he_il: מקסימום כמות פוסטים
pt_br: Máximo de posts

source: Maximum amount of the posts to be liked in each refresh. Post will be selected in descending order.
he_il: מקסימום כמות הפוסטים שיקבלו לייק בכל רענון. הפוסט ייבחר בסדר יורד.
pt_br: Máximo de posts para serem curtidos em cada atualização.

source: Enable Random Delays
he_il: אפשר דיליי רנדומלי
pt_br: Autorizar intervalos aleatórios

source: If you enable this option, script will add random delays automatically between each requests.
he_il: אם תפעיל אפשרות זו, הסקריפט יוסיף דיליים רנדומליים בצורה אוטומטית בין בקשות.
pt_br: Se habilitada essa opção o sistema vai colocar intervalos aleatórios entre as ações.

source: Delays could be up to 5 minutes.
he_il: הדיליים יכולים לקחת עד 5 דקות.
pt_br: Intervalos aleatórios podem ser de até 5 minutos.

source: Auto Like Module Settings
he_il: הגדרות לייק אוטומטי
pt_br: Configurações do auto curtir

source: Activity has been stopped
he_il: הפעילות הופסקה
pt_br: As atividades foram paradas

source: Re-login is required for the account.
he_il: כניסה מחדש נדרשת למשתמש זה.
pt_br: Re-login solicitado para a conta.

source: User account is either disabled or expired.
he_il: המשתמש נחסם או פג תוקפו.
pt_br: Conta do usuário foi desabilitada ou expirou.

source: Action re-scheduled
he_il: פעילות תוזמנה מחדש
pt_br: Ação reagendada

source: Couldn't find any target to search for the feed.
he_il: לא נמצא קהל יעד בעבור ציר הזמן.
pt_br: Não foi possível encontrar um alvo pelo feed.

source: Couldn't get the feed
he_il: לא הייתה אפשרות להשיג את ציר הזמן
pt_br: Não foi possível buscar o feed

source: Couldn't find the new media to like
he_il: לא נמצאה מדיה חדשה ללייקים
pt_br: Não foi possível encontrar uma nova mídia para curtir

source: Something went wrong
he_il: משהו השתבש
pt_br: Algo deu errado

source: Couldn't like the new media
he_il: לא ניתן לתת לייק למדיה חדשה
pt_br: Não foi possível curtir uma mídia nova

source: Couldn't get the timeline feed
he_il: לא היה ניתן להשיג את ציר הזמן
pt_br: Não foi possível buscar o feed

source: Couldn't find any new media to like in the timeline feed
he_il: לא נמצאה מדיה חדשה בכדי לתת לייק בציר הזמן
pt_br: Não foi possível encontrar uma nova mídia para curtir

source: Module is not accessible to your account.
he_il: מודול לא נגיש למשתמש שלך.
pt_br: Esse módulo não está liberado para sua conta.

source: %s minute
he_il: %s דקות
pt_br: %s minuto

source: Select the actions
pt_br: Selecione as ações

source: Turn on/off the actions that your account will run!
he_il: כבה/הפעל את הפעולות האוטומטיות שיבוצעו במשתמש שלך!
pt_br: Ligue ou desligue as ações que a sua conta irá executar

source: Choose the source
pt_br: Selecione as fontes

source: Choose here where your new followers will come from. Our platform will interage (like, comment,follow and more) with what you select here!
he_il: בחר כאן את הקהלים שהפעולות יבוצעו עליהם. האפליקציה תתן לייקים, תגיב, תעקוב ועוד אחרי הקהלים הללו!
pt_br: Escolha aqui de onde os seus novos seguidores virão. Nossa plataforma irá interagir (curtir, comentar, seguir e outros) com os alvos que você selecionar aqui.

source: Growth your profile
pt_br: Crescimento do seu perfil

source: How fast our system should work? Set it here, but be careful.
he_il: אנו ממליצים להתחיל במהירות "איטי מאד" וכל יום-יומיים להעלות בדרגה עד "מהיר מאד"
pt_br: O quão rápido nosso sistema deve interagir? Aqui você escolhe, seja cauteloso no início.

source: Do you want to interact with only certain genders?
he_il: האם תרצה לבצע פעולות עם מגדר מסוים?
pt_br: Você quer interagir com algum gênero apenas?

source: Everyone
he_il: כולם
pt_br: Todos os gêneros

source: Ignore Private Accounts?
he_il: האם להתעלם מפרופילים פרטיים?
pt_br: Ignorar perfis privados?

source: Do you want to send a follow request to private accounts? (follow only)
he_il: האם תרצה שהבוט ידלג על פרופילים פרטיים?
pt_br: Você quer enviar solicitação de seguir para contas privadas? (somente o seguir)

source: No
pt_br: Não

source: Has Profile Picture?
he_il: האם לעקוב רק אחרי פרופילים עם תמונת פרופיל?
pt_br: Tem foto de perfil?

source: Do you only want to interact ONLY with accounts that have a profile picture?
he_il: האם תרצה לעקוב אך ורק אחרי משתמשי אינסטגרם שיש להם תמונת פרופיל?
pt_br: Você quer interagir SOMENTE com contas que tenham imagem de perfil?

source: Business Accounts
he_il: פרופילים עסקיים
pt_br: Tipo de contas que deseja seguir

source: Unfollow settings
pt_br: Configurações de deixar de seguir

source: Source
he_il: קהל
pt_br: Fonte

source: Anyone
pt_br: Todos

source: People followed by us
pt_br: Pessoas seguidas por nós

source: Who should we be allowed to unfollow?
pt_br: Quem devemos deixar de seguir?

source: Don't unfollow my followers
he_il: אל תבטל עקבה לעוקבים שלי
pt_br: Não deixe de seguir quem me segue

source: White list
he_il: רשימה מוגנת
pt_br: Lista segura

source: Adding accounts will insure we never unfollows them. We recommend adding your family, friends, and the people that engage with your content the most
he_il: הוספת משתמשים ברשימה זו תבטיח שלעולם לא נבטל להם עקבה. אנו ממליצים להוסיף כאן את המשפחה, חברים והאנשים איתם אתם בקשר מתמיד
pt_br: Adicione contas que irão ficar seguras e quem não deixaremos de seguir. Recomendamos colocar seus amigos, familiares e pessoas que você interage com frequência.

source: Auto comment
pt_br: Comentários automáticos

source: Comment
he_il: תגובה
pt_br: Comentário

source: Add comment
pt_br: Add comentário

source: Black list
he_il: רשימות סינון
pt_br: Lista negra

source: Account Blacklist
he_il: סנן משתמשים
pt_br: Contas para não interagir

source: We will never follow or engage with content posted by any of the selected accounts.
he_il: לעולם לא נעקוב או נבצע פעולות עם תוכן המפורסם ע"י המשתמשים המוגדרים ברשימה זו.
pt_br: Não vamos nunca seguir ou interagir com os perfis que você colocar aqui.

source: Keywords Blacklist
he_il: סנן מילות מפתח
pt_br: Palavras em lista negra

source: Skip media (caption and tags) and accounts (username, full name, biography, website) that match any of the selected keywords.
he_il: דלג על מדיה (כיתובים וטגיות) ומשתמשים (שם משתמש, שם מלא, ביוגרפיה, אתר) שתואמים למילות המפתח הנ"ל.
pt_br: Não interagir com imagens e perfis que contenham essas palavras abaixo

source: Use comma , to separe the keywords.
pt_br: Use vírgula para separar as palavras.

source: Disable
pt_br: Desabilitado

source: Let user set
pt_br: Deixei o usuário definir

source: Use defined here
pt_br: Usar o definido aqui

source: Default Values
pt_br: Valores padrão

source: Other Settings
pt_br: Outras configurações

source: Minimum of targets
pt_br: Mínimo de alvos

source: Minimum of comments
pt_br: Mínimo de comentários

source: Random Delay MIN
pt_br: Invervalo aleatório MIN

source: Random Delay MAX
pt_br: Invervalo aleatório MAX

source: Minimum of People, Hashtags or Places that user should select.
pt_br: Mínimo de perfis, hashtags e localizações para o usuário colocar

source: Use 0 to no limit.
pt_br: Coloque 0 para sem limites.

source: Minimum of comments user should set.
pt_br: Mínimo de comentarios para o usuário colocar

source: In seconds
pt_br: Em segundos

source: Advanced Settings
pt_br: Configurações avançadas

source: Follow Cicle
he_il: מעגל עקבות
pt_br: Ciclo de seguir

source: Number of Follow/unfollow request performed before switch to other action.
pt_br: Número de seguir/deixar de seguir executados antes de trocar de ação.

source: Recomended: 1 to 10
pt_br: Recomendado: 1 to 10

source: Like Cicle
pt_br: Ciclo de curtir

source: Number of likes request performed before switch to other action.
pt_br: Número de curtidas executadas antes de trocar de ação.

source: Number of comments request performed before switch to other action.
pt_br: Número de comentários executados antes de trocar de ação.

source: If the account get checkpoint required from Instagram, actions will be stopped for the time above
pt_br: Se a conta tiver checkpoint do instagram, ações serão paradas pelo tempo definido aqui

source: Time in Seconds
pt_br: Tempo em segundos

source: Comment Cicle
pt_br: Ciclo de comentários

source: Automatically switch to unfollow when follow the number of accounts discribed here
he_il: כאשר הפרופיל יגיע למספר העקבות הנ"ל הוא יחליף אוטומטית לביטול עקבות ויחזור על הפעולה
pt_br: Trocar automaticamente entre seguir e deixar de seguir quando chegar no número selecionado aqui

source: Choose if these modules will be available for users.
pt_br: Selecione os módulos que estarão disponíveis para os usuários.

source: <span>Select </span> the actions
he_il: <span>בחירת</span> פעולות
pt_br: <span>Selecione </span> as ações

source: <span>Choose</span> the source
he_il: <span>בחירת</span> קהלים
pt_br: <span>Escolha </span> as fontes

source: <span>Growth</span> your profile
he_il: <span>התחל</span> פעולות בפרופיל
pt_br: <span>Cresça </span> o seu perfil

source: <span>Unfollow</span> settings
he_il: <span>הגדרות</span> ביטול עקבה
pt_br: <span>Deixar de seguir - </span> configurações

source: <span>Auto</span> comment
he_il: <span>תגובה</span> אוטומטית
pt_br: <span>Comentário</span> automático

source: <span>Black</span> list
pt_br: <span>Lista</span> negra

source: Both
he_il: עסקי ואישי
pt_br: Todos os tipos

source: Business
he_il: עסקי
pt_br: Somente contas comerciais

source: Personal
he_il: אישי
pt_br: Somentes contas pessoais

source: Gender
pt_br: Gênero

source: Male
he_il: גברים
pt_br: Masculino

source: Female
he_il: נשים
pt_br: Feminino

source: Yes
he_il: כן
pt_br: Sim

source: Auto Unfollow
pt_br: Deixar de Seguir

source: Auto Comment
pt_br: Comentário Automático

source: Add words that will be blocked
he_il: כתוב מילים שיהיו חסומות מפני הפעולות שלנו
pt_br: Adicione palavras que serão bloqueadas

source: Use comma <strong>,</strong> to separe the keywords.
he_il: השתמש בפסיק (,) כדי להפריד את מילות המפתח
pt_br: Use <strong>vírgula</strong> para separar as palavras.

source: Resting an account will allow it to run longer without issues.
he_il: *אנו ממליצים על תקופת הפסקה של לפחות 6 שעות ביממה
pt_br: Utilizar pausas diárias irá ajudar para sua conta funcionar sem problemas.

source: Unfollow Everyone!
he_il: ביטול עקבה לכל העוקבים
pt_br: Deixar de seguir todos!

source: Caution: If you check this box we will remove ALL your followers (except those in White list)
he_il: המלצה: סמנו את 2 הקופסאות וכך תורידו את כל העקבות שלא רלוונטיות לכם והשאירו רק את העקבות אחרי העוקבים שלכם
pt_br: Cuidado: ao marcar esse box iremos deixar de seguir TODOS os seguidores (respeitando a velocidade colocada), exceto os que estiverem na lista segura.

source: Max speed in trial
pt_br: Velocidade máxima em teste

source: Speeds of unfollow are the same of follow.
pt_br: As velocidades do deixar de seguir são as mesmas do seguir

source: Enable
pt_br: Ativar.

source: Keep followers?
pt_br: Manter seguidores?

source: Bad Words
pt_br: Palavras negativas

source: Enabling bad words may slow down the actions
pt_br: Habilitando as palavras negativas pode deixar as atividades mais lentas

source: Checkpoint Required
pt_br: Feedback required

source: Integrate with stats plugin?
pt_br: Integrar com o plugin stats?

source: Check this and stats plugin will get data from boost instead others plugins (only for actions enabled in this page.)
pt_br: Marque isso e o stats começará a pegar dados do boost ao invés dos outros plugins (apenas para as ações habilitadas aqui).

source: Max Paginations
pt_br: Paginação máxima

source: Number max of paganation when getting data for linkin, commenting, following...
pt_br: Máximo de paginação quando estiver puxando dados para curtir, comentar, seguir...

source: Choose a value between: 1 and 10
pt_br: Escolha um valor entre: 1 e 10

source: seen {username}'s {post}
pt_br: visualizou {username}'s {post}

source: View Stories
he_il: צפה בסטורי
pt_br: Visualizar stories

source: Enable this and we'll like some post from the followed user
he_il: הפעל אפשרות זו כדי לתת לייק לפוסט של משתמש שביצעת אחריו עקבה
pt_br: Habilite e seu perfil irá curtir e seguir junto os perfis

source: Like Count
he_il: מספר לייקים
pt_br: Quantidade de curtidas junto ao seguir

source: You can use following variables in the messages:
pt_br: Você pode usar as seguintes variações para mensagens:

source: Best sources
pt_br: Melhores perfis utilizados

source: Best Sources
he_il: דירוג קהלים (ביטא)
pt_br: Melhores perfis utilizados

source: New Followers
pt_br: Novos seguidores

source: Running
pt_br: Ativa

source: Empty feed
pt_br: Não encontramos novos

source: Searching... wait
pt_br: Procurando, aguarde...

source: No result found
pt_br: Nenhum resultado encontrado...

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Wizard
pt_br: Configuração

source: You are not following anyone right now
pt_br: Você não segue ninguém nesse momento

source: <span>Follow</span> + Like
he_il: <span>עקבה</span> + לייק
pt_br: <span>Deixar likes</span> ao seguir?

source: Boost
he_il: אוטומציה באינסטגרם

source: Hashtags
he_il: האשטגים

source: Auto
he_il: אוטומטי

source: Send Welcome Direct Messages
he_il: שליחת הודעה לעוקבים חדשים

source: Copy
he_il: העתק

source: Copy all parameters below to use in other account or place
he_il: העתק את כל הפרמטרים הבאים לשימוש בחשבון או במקום אחר

source: Click here to paste copied parameters
he_il: לחץ כאן כדי להדביק פרמטרים שהועתקו

source: Paste
he_il: הדבק

source: Add your comment
he_il: כתוב את התגובה שלך

source: Add Comment
he_il: הוסף תגובה חדשה

source: You can use following variables in the comments:
he_il: תוכל להשתמש במשתנים הבאים בתגובות שלך:

source: Media owner's username
he_il: שם בעל המדיה אליו מגיבים

source: Media owner's First Name
he_il: שמו הפרטי של בעל המדיה אליו מגיבים

source: Media owner's full name. If user's full name is not set, username will be used.
he_il: שמו המלא של בעל המדיה אליו מגיבים, במידה והשם המלא לא הוגדר, שם המשתמש יחליף אותו.

source: <span>Welcome</span> Direct Message
he_il: <span>שליחת הודעה</span> לעוקבים חדשים

source: Messages
he_il: הודעות

source: Add your message
he_il: כתוב את ההודעה שלך

source: Add Message
he_il: הוסף הודעה חדשה

source: <span>Follow</span> + Mute
he_il: <span>עקבה</span> + השתק

source: Enable this and we'll mute the followed user
he_il: האם להשתיק משתמש לאחר ביצוע עקבה

source: Mute Option
he_il: אפשרות השתקה

source: Mute all Posts & Stories
he_il: השתק פוסטים וסטורי

source: Mute only Posts
he_il: השתק פוסטים בלבד

source: Mute only Stories
he_il: השתק סטורי בלבד

source: Pick Account
he_il: לרשימת החשבונות
