Repository: Azemira/Instagram-SaaS-Project
Catalog: inc/plugins/stats/locale/*/messages.po
Languages: pt_br

source: You dont have access to this module.
pt_br: Você não tem acesso a esse módulo.

source: Invalid module
pt_br: Módulo Inválido

source: Module not available
pt_br: Módulo indisponível

source: Changes saved successfully
pt_br: Alterações salvas com sucesso!

source: Loading
pt_br: Carregando

source: Total Followers
pt_br: Total de Seguidores

source: Followers
pt_br: Seguidores

source: Followings
pt_br: Você segue

source: <span>Select</span> an account
pt_br: <span>Selecione</span> uma conta

source: Last Update
pt_br: Última atualização

source: Click to Refresh
pt_br: Clique para atualizar

source: Submit
pt_br: Enviar

source: <span>Show</span> data from last days
pt_br: <span>Exibir</span> dados dos dias

source: <span>Your</span> Profile
pt_br: <span>Your</span> Perfil

source: Engagement
pt_br: Engajamento

source: <span>Actions</span> running in your account
pt_br: <span>Ações</span> que sua conta executa

source: <span>Profile</span> Growing Evolution
pt_br: <span>Evolução</span> do crescimento do perfil

source: <span>New</span> Followers vs Followings
pt_br: <span>Novos</span> Seguidores vs Novos Seguintes

source: <span>Total</span> Followers vs Followings
pt_br: <span>Total</span> de Seguidores vs Total de Seguintes

source: <span>Top 3 Post</span> based on <small>last 10 posts</small>
pt_br: <span>Top 3</span> Posts <small>com base nos últimos 10 posts</small>

source: <span>Daily</span> Stats
pt_br: <span>Estatísticas</span> Diárias

source: Date
pt_br: Data

source: Average
pt_br: Média

source: <span>No</span> data
pt_br: <span>Sem</span> dados

source: We could not retrieve data from your Account
pt_br: Não foi possível buscar dados da sua conta

source: <span>Number of</span> result displayed
pt_br: <span>Número de</span> registros exibidos

source: You need to config this module before enable it. <a href="%s">Click here</a>
pt_br: Você precisa configurar esse módulo antes de habilitá-lo. <a href="%s">Clique aqui</a>

source: You need to set at least %s targets before enable it. <a href="%s">Click here</a>
pt_br: Você precisa configurar ao menos %s alvos antes de habilitar esse módulo. <a href="%s">Clique aqui</a>

source: You need to set at least %s comments before enable it. <a href="%s">Click here</a>
pt_br: Você precisa configurar ao menos %s comentários antes de habilitar esse módulo. <a href="%s">Clique aqui</a>

source: You need to set at least %s mensagens before enable it. <a href="%s">Click here</a>
pt_br: Você precisa configurar ao menos %s mensagens antes de habilitar esse módulo. <a href="%s">Clique aqui</a>
